<template>
    <div class="banner">
    <Header></Header>
    <Container></Container>
    <div class="welcome">
            <div class="container">
                <div class="welcome-info">
                    <h2 class="agileits-title">煤层气地质学</h2>
                </div>
            </div>
        </div>
          <div>
          <el-container >
            <el-aside width="500px" >
              <ul>
                <li v-for="(item,index) in list" class="mulu"  >
                  <a href="javascript:" @click="show(item)">
                  {{item.mulu}}
                  </a>
                </li>
              </ul>
            </el-aside>
            <el-main width = "600px">
              <p v-for="(item,index) in list" v-show="item.show">{{item.con}}</p>
            </el-main>
          </el-container>
          </div>
          <Footer>
          </Footer>
        </div>

    

</template>
<script>
import Header from '../components/headertop.vue'
import Footer from '../components/footer.vue'
import Container from '../components/container.vue'
export default {
  components: { Header, Footer, Container},
  data () {
    return {
      list:[
        {
        "mulu":"绪言",
        "con":"早期煤层气成因类型的划分, 主要依据煤层气气体成分和甲烷碳、氢同位素组成的特征, 认为煤层气主要有生物成因和热成因两类, 其中生物气有原生生物气和次生生物气之分。 Scott等将热成因气进一步细分为早期热成因湿气和主期热成因干气。Song等把煤层气划分为5 类:原生生物气、次生生物气、热降解气、热裂解气及混合成因气。早期煤层气成因类型的划分, 主要依据煤层气气体成分和甲烷碳、氢同位素组成的特征, 认为煤层气主要有生物成因和热成因两类, 其中生物气有原生生物气和次生生物气之分。 Scott等将热成因气进一步细分为早期热成因湿气和主期热成因干气。Song等把煤层气划分为5 类:原生生物气、次生生物气、热降解气、热裂解气及混合成因气。早期煤层气成因类型的划分, 主要依据煤层气气体成分和甲烷碳、氢同位素组成的特征, 认为煤层气主要有生物成因和热成因两类, 其中生物气有原生生物气和次生生物气之分。 Scott等将热成因气进一步细分为早期热成因湿气和主期热成因干气。Song等把煤层气划分为5 类:原生生物气、次生生物气、热降解气、热裂解气及混合成因气。早期煤层气成因类型的划分, 主要依据煤层气气体成分和甲烷碳、氢同位素组成的特征, 认为煤层气主要有生物成因和热成因两类, 其中生物气有原生生物气和次生生物气之分。 Scott等将热成因气进一步细分为早期热成因湿气和主期热成因干气。Song等把煤层气划分为5 类:原生生物气、次生生物气、热降解气、热裂解气及混合成因气。早期煤层气成因类型的划分, 主要依据煤层气气体成分和甲烷碳、氢同位素组成的特征, 认为煤层气主要有生物成因和热成因两类, 其中生物气有原生生物气和次生生物气之分。 Scott等将热成因气进一步细分为早期热成因湿气和主期热成因干气。Song等把煤层气划分为5 类:原生生物气、次生生物气、热降解气、热裂解气及混合成因气。早期煤层气成因类型的划分, 主要依据煤层气气体成分和甲烷碳、氢同位素组成的特征, 认为煤层气主要有生物成因和热成因两类, 其中生物气有原生生物气和次生生物气之分。 Scott等将热成因气进一步细分为早期热成因湿气和主期热成因干气。Song等把煤层气划分为5 类:原生生物气、次生生物气、热降解气、热裂解气及混合成因气。早期煤层气成因类型的划分, 主要依据煤层气气体成分和甲烷碳、氢同位素组成的特征, 认为煤层气主要有生物成因和热成因两类, 其中生物气有原生生物气和次生生物气之分。 Scott等将热成因气进一步细分为早期热成因湿气和主期热成因干气。Song等把煤层气划分为5 类:原生生物气、次生生物气、热降解气、热裂解气及混合成因气。早期煤层气成因类型的划分, 主要依据煤层气气体成分和甲烷碳、氢同位素组成的特征, 认为煤层气主要有生物成因和热成因两类, 其中生物气有原生生物气和次生生物气之分。 Scott等将热成因气进一步细分为早期热成因湿气和主期热成因干气。Song等把煤层气划分为5 类:原生生物气、次生生物气、热降解气、热裂解气及混合成因气。早期煤层气成因类型的划分, 主要依据煤层气气体成分和甲烷碳、氢同位素组成的特征, 认为煤层气主要有生物成因和热成因两类, 其中生物气有原生生物气和次生生物气之分。 Scott等将热成因气进一步细分为早期热成因湿气和主期热成因干气。Song等把煤层气划分为5 类:原生生物气、次生生物气、热降解气、热裂解气及混合成因气。早期煤层气成因类型的划分, 主要依据煤层气气体成分和甲烷碳、氢同位素组成的特征, 认为煤层气主要有生物成因和热成因两类, 其中生物气有原生生物气和次生生物气之分。 Scott等将热成因气进一步细分为早期热成因湿气和主期热成因干气。Song等把煤层气划分为5 类:原生生物气、次生生物气、热降解气、热裂解气及混合成因气。早期煤层气成因类型的划分, 主要依据煤层气气体成分和甲烷碳、氢同位素组成的特征, 认为煤层气主要有生物成因和热成因两类, 其中生物气有原生生物气和次生生物气之分。 Scott等将热成因气进一步细分为早期热成因湿气和主期热成因干气。Song等把煤层气划分为5 类:原生生物气、次生生物气、热降解气、热裂解气及混合成因气。早期煤层气成因类型的划分, 主要依据煤层气气体成分和甲烷碳、氢同位素组成的特征, 认为煤层气主要有生物成因和热成因两类, 其中生物气有原生生物气和次生生物气之分。 Scott等将热成因气进一步细分为早期热成因湿气和主期热成因干气。Song等把煤层气划分为5 类:原生生物气、次生生物气、热降解气、热裂解气及混合成因气。早期煤层气成因类型的划分, 主要依据煤层气气体成分和甲烷碳、氢同位素组成的特征, 认为煤层气主要有生物成因和热成因两类, 其中生物气有原生生物气和次生生物气之分。 Scott等将热成因气进一步细分为早期热成因湿气和主期热成因干气。Song等把煤层气划分为5 类:原生生物气、次生生物气、热降解气、热裂解气及混合成因气。早期煤层气成因类型的划分, 主要依据煤层气气体成分和甲烷碳、氢同位素组成的特征, 认为煤层气主要有生物成因和热成因两类, 其中生物气有原生生物气和次生生物气之分。 Scott等将热成因气进一步细分为早期热成因湿气和主期热成因干气。Song等把煤层气划分为5 类:原生生物气、次生生物气、热降解气、热裂解气及混合成因气。早期煤层气成因类型的划分, 主要依据煤层气气体成分和甲烷碳、氢同位素组成的特征, 认为煤层气主要有生物成因和热成因两类, 其中生物气有原生生物气和次生生物气之分。 Scott等将热成因气进一步细分为早期热成因湿气和主期热成因干气。Song等把煤层气划分为5 类:原生生物气、次生生物气、热降解气、热裂解气及混合成因气。早期煤层气成因类型的划分, 主要依据煤层气气体成分和甲烷碳、氢同位素组成的特征, 认为煤层气主要有生物成因和热成因两类, 其中生物气有原生生物气和次生生物气之分。 Scott等将热成因气进一步细分为早期热成因湿气和主期热成因干气。Song等把煤层气划分为5 类:原生生物气、次生生物气、热降解气、热裂解气及混合成因气。早期煤层气成因类型的划分, 主要依据煤层气气体成分和甲烷碳、氢同位素组成的特征, 认为煤层气主要有生物成因和热成因两类, 其中生物气有原生生物气和次生生物气之分。 Scott等将热成因气进一步细分为早期热成因湿气和主期热成因干气。Song等把煤层气划分为5 类:原生生物气、次生生物气、热降解气、热裂解气及混合成因气。早期煤层气成因类型的划分, 主要依据煤层气气体成分和甲烷碳、氢同位素组成的特征, 认为煤层气主要有生物成因和热成因两类, 其中生物气有原生生物气和次生生物气之分。 Scott等将热成因气进一步细分为早期热成因湿气和主期热成因干气。Song等把煤层气划分为5 类:原生生物气、次生生物气、热降解气、热裂解气及混合成因气。早期煤层气成因类型的划分, 主要依据煤层气气体成分和甲烷碳、氢同位素组成的特征, 认为煤层气主要有生物成因和热成因两类, 其中生物气有原生生物气和次生生物气之分。 Scott等将热成因气进一步细分为早期热成因湿气和主期热成因干气。Song等把煤层气划分为5 类:原生生物气、次生生物气、热降解气、热裂解气及混合成因气。",
        "show":true,
        "id":0,
        },
        {
        "mulu":"第一章",
        "con":"bbbbbbbbbbbbbbbbb",
        "show":false,
        "id":1
        },   
        {
        "mulu":"第二章",
        "con":"cccccccccccccc",
        "show":false,
        "id":2
        },     
      ],
      inde:0,
    }
  },
  created () {
    this.getData()
  },
  methods: {
   show(item){
     var _this = this;
     var indexx = item.id;
     _this.list.forEach(
       function(item){  
          if(indexx == item.id){
          item.show = true;  
     }else{
       item.show = false;
     }
       }
      
     ) 
   }
  }			
}			 			
</script>
<style>
.aside{

}
.el-aside{
  padding-left: 60px;
  text-align: left;
  margin-top: 15px
}
.mulu{
  font-family: '宋体';
  font-size: 35px;
  list-style: none;
  color: black
}
.mulu a:hover{
  color:#0d948d
}
.mulu a{
  color: red
}
.el-main{
  padding-right: 200px
}
.el-main p{
  font-size: 26px;
  color: aqua
}
</style>
