<template>
    <div>
    <Header></Header>
    <Container></Container>
    <div class="about">
        <div class="aboutw3-agileinfo">
          <!-- container -->
          <div class="container">
            <h2 class="agileits-title">地区分布</h2>
        <div class="about-bottom">
          <!-- container -->
          <div class="container">
            <div class="about-agileinfo">
              <div class="about-w3grid">
                <img src="../images/fenbu.jpg" alt="" />
                <h5>中国的煤层气分布</h5>
                <p>煤层气是近一二十年在国际上崛起的洁净、优质能源和化工原料，也是我国最现实、最可靠的非常规清洁能源。我国煤层气“十一五”期间实现商业化，“十二五”期间实现产业化，“十三五”期间，煤层气有望成为非常规天然气资源开发的主战场。国家“十三五”规划将加快煤层气开发放在了突出地位，国家能源局确定了2020年煤层气产量达到400×108立方米的战略目标等，以加快培育和发展煤层气产业，推动清洁型能源生产和消费革命。</p>
              </div>
              <div class="about-w3grid">
                <img src="../images/fenbutu.jpg" alt="" />
                <h5>中国的四大煤层区域资源分布</h5>
                <p>那么，我国到底有多少煤层气地质资源量呢？这些煤层气资源量都分布在哪些地区？哪些省份具有发展煤层气产业的得天独厚的资源条件呢？据统计，我国煤层气地质资源量位居世界第三，居于俄罗斯、美国之后。世界煤层气地质资源量为268×1012立方米，主要分布在前苏联、北美和中国等煤炭资源集中区。仅俄罗斯、美国、中国、加拿大、澳大利亚五国煤层气地质资源量就占世界煤层气总量的90%，其中中国占世界煤层气总量的12%。</p>
                <p>国土资源部煤层气资源潜力评价报告显示，我国42个主要含煤盆地埋深2000米以浅的煤层气地质资源量36.81×1012立方米，资源丰度0.98×108立方米/平方千米，埋深1500米以浅的煤层气可采资源量达10.87×1012立方米，3000米以内的远景资源量达55.2×1012立方米。截至2016年底，全国累计探明煤层气地质储量6869.12×108立方米，主要分布在山西、鄂尔多斯盆地东部等。

我国煤层气资源主要可划分为东北、华北、西北和南方四大煤层气聚集区。东北气区主要集中于内蒙古东部的海拉尔盆地（群）、二连盆地（群）以及东北三省的松辽盆地（群），该区经济地理条件优越，煤层气资源较丰富，煤与煤层气勘探研究基础较好，是我国煤层气勘探开发的重要战略地区。华北气区主要分布在横跨陕甘宁蒙四省区的鄂尔多斯盆地、山西的大同-宁武盆地、沁水盆地、华北北部的渤海湾盆地以及华北南部盆地等。中国最具煤层气勘探开发前景的目标区多分布于华北气区，该气区是我国目前煤层气勘探开发最为活跃的地区。西北气区分布在新疆的准噶尔、三塘湖、焉耆、吐哈、塔里木等盆地以及青海的柴达木盆地等，并以准噶尔盆地和塔里木盆地最为集中。该区煤层厚度大、物性好，煤层气丰度高，煤层气富集可采条件较好，已建成了白杨河-阜康煤层气示范区。南方气区主要分布在川南-黔西-滇东地区的四川盆地、楚雄盆地、十万大山盆地、三水盆地等，因集中分布煤层厚度大、层数多、含气量高的晚二叠世含煤地层而成为煤层气勘探开发重要战略接替区。</p>
              </div>
              <div class="about-w3grid">
                <img src="../images/lufenbu.jpg" alt="" />
                <h5>中国陆域煤层气资源分区</h5>
                <p>其中，东部气区地质资源量为11.32×1012立方米，占全国总量的30.8%，可采资源量为4.32×1012立方米，占全国总量的39.7%；华北气区地质资源量为10.47×1012立方米，占全国总量的28.4%，可采资源量为2×1012立方米，占全国总量的18.4%；西部气区地质资源量为10.36×1012立方米，占全国的28.1%，可采资源量为2.86×1012立方米，占全国总量的26.3%；南方气区地质资源量为4.66×1012立方米，占全国总量的12.3%，可采资源量为1.7×1012立方米，占全国总量的15.6%。</p>
              </div>
              <div class="about-w3grid">
                <img src="../images/mainhanqi.jpg" alt="" />
                <h5>中国主要含气盆地煤层气地质资源</h5>
                <p>
                  我国煤层气资源主要可划分为东北、华北、西北和南方四大煤层气聚集区。东北气区主要集中于内蒙古东部的海拉尔盆地（群）、二连盆地（群）以及东北三省的松辽盆地（群），该区经济地理条件优越，煤层气资源较丰富，煤与煤层气勘探研究基础较好，是我国煤层气勘探开发的重要战略地区。华北气区主要分布在横跨陕甘宁蒙四省区的鄂尔多斯盆地、山西的大同-宁武盆地、沁水盆地、华北北部的渤海湾盆地以及华北南部盆地等。中国最具煤层气勘探开发前景的目标区多分布于华北气区，该气区是我国目前煤层气勘探开发最为活跃的地区。西北气区分布在新疆的准噶尔、三塘湖、焉耆、吐哈、塔里木等盆地以及青海的柴达木盆地等，并以准噶尔盆地和塔里木盆地最为集中。该区煤层厚度大、物性好，煤层气丰度高，煤层气富集可采条件较好，已建成了白杨河-阜康煤层气示范区。南方气区主要分布在川南-黔西-滇东地区的四川盆地、楚雄盆地、十万大山盆地、三水盆地等，因集中分布煤层厚度大、层数多、含气量高的晚二叠世含煤地层而成为煤层气勘探开发重要战略接替区。
                </p>
              </div>
              <div class="clearfix"> </div>
            </div>
          </div>
        </div>
        </div>
         </div>
    </div>
    <Footer></Footer>
    </div>

</template>
<style>
.about-w3grid{
  text-align: center;
  margin-bottom: 100px
}
.about-w3grid h5{
  font-size: 1.5em;
  position: relative;
  right:  90px;
  top: -20px
  
}
</style>

<script>
import Header from '../components/headertop.vue'
import Footer from '../components/footer.vue'
import Container from '../components/container.vue'
export default {
  components: { Header, Footer, Container},
  data () {
    return {
      list: []
    }
  },
  created () {
    this.getData()
  },
}

</script>